sensorOpt/con/8.5_deg/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

7
(
    down
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       225325;
    }
    right
    {
        type            patch;
        nFaces          200;
        startFace       225725;
    }
    up
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       225925;
    }
    left
    {
        type            patch;
        nFaces          200;
        startFace       226325;
    }
    front
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          112762;
        startFace       226525;
    }
    back
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          112762;
        startFace       339287;
    }
    wing
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          342;
        startFace       452049;
    }
)

// ************************************************************************* //
